{"translation-revision-date":"2024-01-15 19:55:16+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Gallery Navigation":["Navegació de la galeria"],"Pager":["Paginador"],"No pager will be displayed.":["No es mostrarà cap paginador."],"A series of dots will show to indicate the number of items.":["Es mostrarà una sèrie de punts per indicar el nombre d'elements."],"A list of numbers will show to indicate the number of items.":["Es mostrarà una llista de números per indicar el nombre d'elements."],"Next\/Prev Buttons":["Botons següent\/anterior"],"No next or previous button will be displayed.":["No es mostrarà cap botó següent o anterior."],"Next and previous buttons will appear on outside the large image.":["Els botons següent i anterior apareixeran fora de la imatge gran."],"Next and previous buttons will appear inside the large image.":["Els botons següent i anterior apareixeran dins de la imatge gran."],"Clicking on the large image will open a full-screen gallery experience.":["Si feu clic a la imatge gran, s'obrirà una galeria a pantalla completa."],"Full-screen when clicked":["Pantalla completa en fer clic"],"While hovering the large image will zoom in by 30%.":["En passar el ratolí per sobre de la imatge gran, aquesta s'ampliarà un 30%."],"Zoom while hovering":["Zoom en passar el ratolí"],"Images will be cropped to fit within a square space.":["Les imatges s'escapçaran per ajustar-se a un espai quadrat."],"Crop images to fit":["Escapça les imatges per ajustar-les"],"Media Settings":["Opcions dels mèdia"],"Choose how many thumbnails (3-8) will display. If more images exist, a “View all” button will display.":["Trieu quantes miniatures (3-8) es mostraran. Si hi ha més imatges, es mostrarà un botó «Visualitza-les totes»."],"Number of Thumbnails":["Nombre de miniatures"],"Off":["Inactiu"],"Thumbnails":["Miniatures"],"A strip of small images will appear to the right of the main gallery image.":["Apareixerà una tira d'imatges petites a la dreta de la imatge de la galeria principal."],"A strip of small images will appear below the main gallery image.":["Apareixerà una tira d'imatges petites a sota de la imatge de la galeria principal."],"A strip of small images will appear to the left of the main gallery image.":["Apareixerà una tira d'imatges petites a l'esquerra de la imatge de la galeria principal."],"No thumbnails will be displayed.":["No es mostrarà cap miniatura."]}},"comment":{"reference":"assets\/client\/blocks\/product-gallery.js"}}