{"translation-revision-date":"2024-01-15 19:55:16+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. Take a quick tour to discover what's possible.":["Però no deixeu que això us aturi! Comenceu a personalitzar l'aspecte de la botiga afegint el vostre logotip i seleccionant els vostres colors i disseny. Feu una ullada per descobrir totes les possibilitats."],"Our AI tool had a few issues generating your content.":["La nostra eina d'IA ha tingut alguns problemes per generar el vostre contingut."],"Welcome to your store!":["Us donem la benvinguda a la botiga!"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Seleccioneu el parell de tipus de lletra que millor s'adapti a la vostra marca. El tipus de lletra més gran s'utilitzarà per a les capçaleres i el més petit per al contingut. Podeu canviar el tipus de lletra en qualsevol moment a <EditorLink>Editor<\/EditorLink> | <StyleLink>Estils<\/StyleLink>."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Trieu la paleta de colors que millor s'adapti a la vostra marca. Voleu canviar-la? Creeu la vostra paleta de colors personalitzada a continuació o actualitzeu-la més tard a <EditorLink>Editor<\/EditorLink> | <StyleLink>Estils<\/StyleLink>."],"You're one step closer to launching your online business — we can't wait to see it come to life.":["Sou a un pas més a prop de llançar el vostre negoci en línia — estem impacients per veure'l néixer."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["No dubteu a explicar-ho aquí. Tots els suggeriments, opinions o comentaris sobre l'experiència de botiga generada per la IA són benvinguts."],"Did you find anything confusing, irrelevant, or not useful?":["Heu trobat quelcom confús, irrellevant o no útil?"],"Other.":["Altres."],"I didn’t find a theme that matched my needs.":["No he trobat cap tema que s'ajusti a les meves necessitats."],"I didn’t like any of the available themes.":["No m'ha agradat cap dels temes disponibles."],"I wanted to see how AI could help me streamline the process.":["Volia veure com la IA em podia ajudar a agilitzar el procés."],"What motivated you to choose the “Design with AI” option?":["Què us ha motivat a triar l'opció «Disseny amb IA»?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience? *":["En una escala d'1 = difícil a 5 = molt fàcil, com valoraríeu l'experiència en general? *"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["El nostre objectiu és assegurar-nos que disposeu de totes les eines necessàries per començar a personalitzar la vostra botiga. Ens encantaria saber si hem donat al clau i com podem millorar."],"Block Patterns":["Patrons de blocs"],"Continue designing":["Continueu dissenyant"],"Exit and lose changes":["Sortiu i perdeu els canvis"],"You'll lose any changes you've made to your store's design and will start the process again.":["Perdreu els canvis que hàgiu fet al disseny de la vostra botiga i tornareu a iniciar el procés."],"Are you sure you want to exit?":["Segur que voleu sortir?"],"Generating content":["S'està generant el contingut"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Funciona gràcies a una IA experimental. {{link}}Més informació{{\/link}}"],"Editor canvas":["Llenç de l'editor"],"Please try again":["Torneu-ho a provar"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Vaja! S'ha produït un error en generar la botiga. <retryButton\/>"],"Start again":["Torna a començar"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Se us demanarà que torneu a proporcionar la informació del vostre negoci i perdreu el vostre disseny fet amb IA existent. Si voleu personalitzar el vostre disseny existent, podeu fer-ho mitjançant l'<EditorLink>editor<\/EditorLink>."],"Are you sure you want to start over?":["Segur que voleu començar de nou?"],"Are you sure you want to start a new design?":["Segur que voleu començar un nou disseny?"],"Create a new one":["Creeu-ne un de nou"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Seguiu personalitzant l'aspecte de la botiga generada amb la IA o torneu a començar i creeu-ne una de nova."],"Customize your custom theme":["Personalitzeu el vostre tema personalitzat"],"Find out how":["Descobriu com"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Sembla que utilitzeu el mode fora de línia del Jetpack — canvieu al mode en línia per començar a dissenyar amb la IA."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["El dissenyador de botigues crearà un nou disseny de botiga per a vosaltres i perdreu qualsevol canvi que hàgiu fet al tema actiu. Si preferiu continuar editant el tema, ho podeu fer a través de l'<EditorLink>editor<\/EditorLink>."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Malauradament, el [dissenyador de botigues d'IA] no està disponible ara mateix perquè no podem detectar la vostra xarxa. Reviseu la vostra connexió a Internet."],"Looking to design your store using AI?":["Voleu dissenyar la teva botiga amb la IA?"],"Active theme":["Tema actiu"],"Back to Home":["Torna a la pàgina d'inici"],"Go back to the Home screen to complete your store setup and start selling":["Torneu a la pantalla d'inici per completar la configuració de la botiga i començar a vendre"],"Go to the Editor":["Vés a l'editor"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Dirigiu-vos a l'editor per canviar les imatges i el text, afegir més pàgines i fer més personalitzacions."],"Fine-tune your design":["Afineu el disseny"],"Your store looks great!":["La botiga té molt bona pinta!"],"Browse all themes":["Navegueu per tots els temes"],"Or select a professionally designed theme to customize and make your own.":["O seleccioneu un tema dissenyat professionalment per personalitzar-lo i fer-lo vostre."],"Design with AI":["Disseny amb IA"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Dissenyeu l'aspecte de la botiga, creeu pàgines i genereu còpies mitjançant les nostres eines d'IA integrades."],"Use the power of AI to design your store":["Utilitzeu el potència de la IA per dissenyar la vostra botiga"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Creeu una botiga que reflecteixi la vostra marca i negoci. Seleccioneu un dels nostres temes dissenyats professionalment per personalitzar-lo o creeu el vostre amb la IA."],"Customize your store":["Personalitzeu la vostra botiga"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Personalitzeu l'estil i el disseny de la botiga perquè s'adapti a la vostra marca! Afegiu el vostre logotip, canvieu el tipus de lletra i els colors i proveu diferents dissenys de pàgina. Més endavant podreu editar el text i les imatges mitjançant l'editor."],"Make your store your own":["Feu que la botiga sigui vostra"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Qualsevol canvi que feu al disseny i a l'estil apareixerà aquí en temps real — perfecte per provar diferents aspectes abans de publicar-lo. També podeu canviar la mida d'aquesta àrea per comprovar com es veu la vostra botiga a un mòbil."],"View your changes in real time":["Visualitzeu els canvis en temps real"],"Welcome to your AI-generated store!":["Us donem la benvinguda a la vostra botiga generada per IA!"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what's possible.":["Aquí és on podeu començar a personalitzar l'aspecte de la vostra botiga, incloent-hi afegir el vostre logotip i canviar els colors i els dissenys. Feu una ullada per descobrir totes les possibilitats."],"Take a tour":["Feu un recorregut"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Utilitzeu les tecles de fletxa esquerra i dreta per canviar la mida del llenç. Manteniu premuda la tecla de majúscules per canviar la mida en increments més grans."],"Saving failed.":["No s'ha pogut desar."],"Logo":["Logotip"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Assegureu-vos que la botiga s'ajusta a la vostra marca afegint el vostre logotip. Per obtenir els millors resultats, pugeu un SVG o PNG de 300px d'amplada com a mínim."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Les icones del lloc web són les que veieu a les pestanyes del navegador, barres de favorits i dins de les aplicacions mòbils del WordPress."],"Use as site icon":["Utilitza com a icona del lloc web"],"Link logo to homepage":["Enllaça el logotip a la pàgina d'inici"],"Image width":["Amplada de la imatge"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Seleccioneu un nou peu de pàgina a les opcions següents. El peu de pàgina inclou la navegació secundària del vostre lloc web i s'afegirà a cada pàgina. Podeu continuar personalitzant-lo mitjançant l'<EditorLink>editor<\/EditorLink>."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Basant-se en les botigues amb més èxit del vostre sector i ubicació, la nostra eina d'IA recomana aquesta plantilla per al vostre negoci. Preferiu un disseny diferent? Trieu entre les següents plantilles ara o més endavant mitjançant l'<EditorLink>Editor<\/EditorLink>."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Seleccioneu una nova capçalera a les opcions següents. La capçalera inclou la navegació del vostre lloc web i s'afegirà a cada pàgina. Podeu continuar personalitzant-la mitjançant l'<EditorLink>editor<\/EditorLink>."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["La IA ha seleccionat una combinació de tipus de lletra que s'adapta millor al vostre negoci. Si voleu canviar-los, seleccioneu una nova opció ara o més endavant a <EditorLink>Editor<\/EditorLink> | <StyleLink>Estils<\/StyleLink>."],"Change your font":["Canvieu el tipus de lletra"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["A partir de la informació que heu compartit, la nostra eina d'IA recomana utilitzar aquesta paleta de colors. Voleu canviar-la? Podeu seleccionar o afegir nous colors a continuació, o actualitzar-los més endavant a <EditorLink>Editor<\/EditorLink> | <StyleLink>Estils<\/StyleLink>."],"or create your own":["o creeu la vostra"],"Change your footer":["Canvieu el peu de pàgina"],"Change your homepage":["Canvieu la pàgina d'inici"],"Change your header":["Canvieu la capçalera"],"Change fonts":["Canvia els tipus de lletra"],"Change the color palette":["Canvia la paleta de colors"],"Add your logo":["Afegiu el vostre logotip"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Utilitzeu les nostres eines d'estil i disseny per personalitzar el disseny de la vostra botiga. El contingut i les imatges es poden afegir o canviar més endavant mitjançant l'<EditorLink>editor<\/EditorLink>."],"Let's get creative":["Siguem creatius"],"Which writing style do you prefer?":["Quin estil d'escriptura preferiu?"],"Direct yet respectful, serious and professional.":["Directa però respectuosa, seriosa i professional."],"Formal":["Formal"],"Impartial tone with casual expressions without slang.":["To imparcial amb expressions casuals sense utilitzar argot."],"Relaxed and friendly, like a conversation with a friend.":["Relaxat i amable, com una conversa amb un amic."],"Informal":["Informal"],"How would you like your store to look?":["Com us agradaria que fos la vostra botiga?"],"Bold":["Cridaner"],"Classic":["Clàssic"],"Clean lines, neutral colors, sleek and modern look.":["Línies netes, colors neutres, aspecte elegant i modern."],"Contemporary":["Contemporani"],"Who your target audience is":["Quin és el vostre públic objectiu"],"What makes your business unique":["Què fa que el vostre negoci sigui únic"],"How many products you plan on displaying":["Quants productes teniu previst mostrar"],"What you want to sell":["Què voleu vendre"],"Try to include:":["Proveu d'incloure:"],"The more detail you provide, the better job our AI can do!":["Com més detalls ens proporcioneu, millor serà la feina de la nostra IA!"],"Vibrant with eye-catching colors and visuals.":["Vibrant amb colors i efectes visuals cridaners."],"Elegant and timeless with a nostalgic touch.":["Elegant i atemporal amb un toc nostàlgic."],"Tell us a bit more about your business":["Digueu-nos alguna cosa més sobre el vostre negoci"],"Applying the finishing touches":["S'estan aplicant els últims retocs"],"Assembling your AI-optimized store":["Muntatge de la vostra botiga optimitzada per la IA"],"Designing the best look for your business":["Dissenyant el millor aspecte per al vostre negoci"],"Comparing the top performing stores":["Comparació de les botigues més rendibles"],"Analyzing your responses":["S'estan analitzant les vostres respostes"],"Opening the doors":["Obertura de portes"],"Drag to resize":["Arrossegueu per canviar la mida"],"Thanks for the feedback. We'll put it to good use!":["Gràcies pels comentaris. En farem un bon ús!"],"Replace":["Reemplaça"],"Saving":["S'està desant"],"Continue setting up your store":["Continueu configurant la vostra botiga"],"Preview store":["Previsualitza la botiga"],"Options":["Opcions"],"Send":["Envia"],"Neutral":["Neutre"],"Back":["Enrere"],"Navigation":["Navegació"],"Style":["Estil"],"Share feedback":["Compartiu comentaris"],"Skip":["Salta"],"Customize":["Personalitza"],"Done":["Fet"],"Layout":["Format"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Anterior"],"Save":["Desa"],"Cancel":["Cancel·la"],"Continue":["Continua"],"Delete":["Suprimeix"],"Settings":["Opcions"],"Default":["Per defecte"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}