{"translation-revision-date":"2024-01-15 19:55:16+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"For example, we've added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["Per exemple, hem afegit el mètode «Enviament gratuït» per als compradors del vostre país. Podeu editar, afegir o suprimir mètodes d'enviament seleccionant Edita o Suprimeix."],"Add one or more shipping methods you'd like to offer to shoppers in your zones.":["Afegiu un o més mètodes d'enviament que voleu oferir als compradors de les vostres zones."],"We've added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["Hem afegit algunes zones d'enviament per començar — podeu gestionar-les seleccionant Edita o Suprimeix."],"Specify the areas you'd like to ship to! Give each zone a name, then list the regions you'd like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["Especifiqueu les zones a les quals voleu enviar! Poseu un nom a cada zona i, a continuació, enumereu les regions que voleu incloure. Les regions poden ser tan específiques com un codi postal o tan generals com un país. Els compradors només veuran els mètodes disponibles a la seva regió."],"There was a problem marking the shipping tour as completed.":["S'ha produït un problema en marcar el recorregut de l'enviament com a completat."],"If you’d like to speed up your process and print your shipping label straight from your Woo dashboard, WooCommerce Shipping may be for you! ":["Si voleu accelerar el procés i imprimir etiquetes d'enviament directament des del vostre tauler de Woo, WooCommerce Shipping és per a vosaltres! "],"Print USPS and DHL labels straight from your Woo dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Imprimiu etiquetes USPS i DHL directament des del vostre tauler de Woo i estalvieu diners en l'enviament gràcies a les tarifes amb descompte. Podeu gestionar l'enviament del WooCommerce en aquesta secció."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["Us recomanem que afegiu una de les extensions d'enviament següents a la vostra botiga. L'extensió s'instal·larà i s'activarà quan feu clic a «Comença»."],"🎉 WooCommerce Shipping is installed!":["🎉 S'ha instal·lat WooCommerce Shipping!"],"Recommended shipping solutions":["Solucions d’enviament recomanades"],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Imprimiu etiquetes d'USPS i DHL Express directament des del tauler de WooCommerce i estalvieu en l'enviament."],"Finish the setup by connecting your store to WordPress.com.":["Acabeu la configuració connectant la vostra botiga a WordPress.com."],"See more options":["Visualitza més opcions"],"WooCommerce Shipping":["WooCommerce Shipping"],"Hide this":["Amaga això"],"(opens in a new tab)":["(s'obre en una pestanya nova)"],"Get started":["Comença"],"Task List Options":["Opcions de la llista de tasques"],"Recommended":["Recomanat"],"Activate":["Activa"],"Shipping zones":["Zones d'enviament"],"Shipping methods":["Mètodes d'enviament"],"Learn more":["Més informació"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}