{"translation-revision-date":"2024-01-15 19:55:16+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Failed to delete the variation.":["No s'ha pogut suprimir la variació."],"%s deleted.":["%s suprimit."],"Deleted variations cannot be restored.":["Les variacions suprimides no es poden restaurar."],"If you continue, this variation with all of its information will be deleted and customers will no longer be able to purchase it.":["Si continueu, aquesta variació amb tota la seva informació se suprimirà i els clients ja no la podran comprar."],"Delete %s?":["Voleu suprimir %s?"],"Delete variation":["Suprimeix la variació"],"New product form (Beta)":["Nou formulari de producte (beta)"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["Estem treballant activament per afegir més característiques al formulari de producte, inclosa la possibilitat d'afegir productes digitals, variacions i molt més. Estigueu atents!"],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["Poseu els vostres productes a la venda en un obrir i tancar d'ulls. La nostra moderna tecnologia garanteix una experiència fiable i àgil."],"Lightning fast performance ":["Rendiment ultraràpid "],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["Mostreu el millor dels vostres productes i atraieu els vostres clients amb descripcions de productes riques en contingut. Afegiu imatges, vídeos i qualsevol altre contingut que puguin necessitar per fer una compra."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["Tot el que necessiteu per crear i vendre els vostres productes, tot en un sol lloc. Des de fotos i descripcions fins a preus i inventari, tota la configuració del producte es pot trobar aquí."],"About the form…":["En quant al formulari..."],"Thanks for the feedback — we'll put it to good use!":["Gràcies pels comentaris — en farem un bon ús!"],"What do you think of the new product form?":["Què en penseu del nou formulari de producte?"],"Tell me more":["Explica'm més"],"More features are on the way":["Més característiques en camí"],"Content-rich product descriptions":["Descripcions de productes riques en contingut"],"Fresh and modern interface":["Interfície nova i moderna"],"Turn off the new product form":["Desactiva el nou formulari de producte"],"Save changes and go back to the classic product editing screen.":["Desa els canvis i torna a la pantalla d'edició de producte clàssica."],"Please enter no more than 500 characters.":["No introduïu més de 500 caràcters."],"Please enter a valid email address.":["Introduïu una adreça electrònica vàlida."],"In case you want to participate in further discussion and future user research.":["En cas que vulgueu participar en més debats i futures investigacions d'usuari."],"YOUR EMAIL ADDRESS <optional \/>":["LA VOSTRA ADREÇA ELECTRÒNICA <optional \/>"],"(OPTIONAL)":["(OPCIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["COMENTARIS ADDICIONALS <optional \/>"],"The product editing screen is easy to use":["La pantalla d'edició de productes és fàcil d'utilitzar"],"The product editing screen's functionality meets my needs":["La funcionalitat de la pantalla d'edició de productes s'adapta a les meves necessitats"],"Finish":["Finalitza"],"Page %1$d of %2$d":["Pàgina %1$d de %2$d"],"Guide controls":["Controls de guies"],"Share feedback":["Compartiu comentaris"],"Previous":["Anterior"],"Next":["Següent"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/4300.js"}}