{"translation-revision-date":"2024-01-15 19:55:16+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"All of your Woo Marketplace purchases can be found here, or on Woo.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! You're now ready to power up your store.":["Totes les vostres compres al Woo Marketplace les podeu trobar aquí o a Woo.com.<br\/><br\/>Cada compra està avalada per la nostra <a1>garantia de devolució de 30 dies<\/a1> i inclou <a2>suport per correu electrònic i xat en directe<\/a2>.<br\/><br\/>Això és tot! Ara ja esteu preparats per posar en marxa la vostra botiga."],"Scroll down to see all of the relevant extensions and solutions.<br\/><br\/>Click on any solution to learn more about its features, any installation requirements, and available documentation.":["Desplaceu-vos cap avall per veure totes les extensions i solucions rellevants.<br\/><br\/>Feu clic a qualsevol solució per obtenir més informació sobre les seves característiques, els requisits d'instal·lació i la documentació disponible."],"Learn more about each product":["Més informació sobre cada producte"],"Or if you're not sure exactly what you need, you can browse all available extensions by category.":["O si no esteu segur del que voleu, podeu cercar totes les extensions disponibles per categoria."],"Power up your store by adding extra functionality with extensions or integrate your store with other software and services.<br\/><br\/>Here you'll find hundreds of trusted solutions for your store — all reviewed and approved by the Woo team.<br\/><br\/>You can also browse the Woo Marketplace at Woo.com.":["Potencieu la vostra botiga afegint funcionalitats addicionals mitjançant extensions o integrant la botiga amb altre programari i serveis.<br\/><br\/>Aquí trobareu centenars de solucions de confiança per a la vostra botiga, totes revisades i aprovades per l'equip de Woo. <br\/><br\/>També podeu navegar pel Woo Marketplace a Woo.com."],"Use the search box to find specific extensions or solutions.":["Utilitzeu el camp de cerca per trobar extensions o solucions específiques."],"email and live chat support":["suport per correu electrònic i xat en directe"],"Contact support":["Contacteu amb suport"],"30-day money-back guarantee":["Garantia de devolució de 30 dies"],"Refund policy":["Política de reemborsament"],"Manage your purchases":["Gestioneu les vostres compres"],"Browse for new ideas":["Exploreu noves idees"],"Find exactly what you need":["Trobeu exactament el que necessiteu"],"Welcome to the WooCommerce Marketplace":["Us donem la benvinguda al WooCommerce Marketplace"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}