{"translation-revision-date":"2024-01-15 19:55:16+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Next product variation":["Variació de producte següent"],"Previous product variation":["Variació de producte anterior"],"Return to main product":["Torna al producte principal"],"Next post":["Entrada següent"],"Previous post":["Entrada anterior"],"Show me around (10s)":["Feu-me cinc cèntims (10s)"],"I'll explore on my own":["Exploraré pel meu compte"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Deixeu-nos mostrar-vos com navegar pel formulari i crear aquest producte de principi a fi en molt poc temps."],"Product editing tour":["Recorregut per l'edició de productes"],"Meet the product editing form":["Conegueu el formulari d'edició de productes"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Si el formulari encara no té totes les característiques que necessiteu —encara està en desenvolupament— podeu canviar a l'editor clàssic en qualsevol moment."],"⚙️ Looking for more?":["⚙️ Cerqueu més?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Amb tots els detalls al seu lloc, utilitzeu els botons de la part superior per previsualitzar i publicar el producte fàcilment. Feu clic al botó de fletxa per veure més opcions."],"🔍 Preview and publish":["🔍 Previsualitzeu i publiqueu"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Quan hàgiu acabat, feu servir les pestanyes per canviar entre altres detalls i opcions. En el futur, també trobareu aquí extensions i complements."],"✍️ Set up pricing & more":["✍️ Configureu els preus i molt més"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["El formulari de producte us ajudarà a descriure el vostre producte camp per camp, des de detalls bàsics com el nom i la descripció fins als atributs que els clients poden utilitzar per trobar-lo a la vostra botiga."],"📣 Tell a story about your product":["📣 Expliqueu una història sobre el producte"],"Manage individual variation details in the Options tab.":["Gestioneu els detalls de la variació individual a la pestanya Opcions."],"The end date of the sale must be after the start date.":["La data de finalització de l'oferta ha de ser posterior a la data d'inici."],"The start date of the sale must be before the end date.":["La data d'inici de l'oferta ha de ser anterior a la data de finalització."],"Please enter a valid date.":["Introduïu una data vàlida."],"More product options":["Més opcions de producte"],"Stock quantity must be a positive number.":["La quantitat d'estoc ha de ser un nombre positiu."],"Weight must be higher than zero.":["El pes ha de ser superior a zero."],"Height must be higher than zero.":["L'alçada ha de ser superior a zero."],"Length must be higher than zero.":["La longitud ha de ser superior a zero."],"Width must be higher than zero.":["L'amplada ha de ser superior a zero."],"Sale price cannot be equal to or higher than list price.":["El preu rebaixat no pot ser igual o superior al preu de catàleg."],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["Introduïu un preu amb un punt decimal monetari sense separadors de milers i símbols monetaris."],"Please enter a product name shorter than 120 characters.":["Introduïu un nom de producte amb menys de 120 caràcters."],"This field is required.":["Aquest camp és obligatori."],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["No podeu editar aquest element perquè està a la paperera. Restaureu-lo i torneu-ho a provar."],"Close settings":["Tanca la configuració"],"Menu order":["Ordre del menú"],"Enable reviews":["Activa les ressenyes"],"Products":["Productes"],"Advanced":["Avançat"],"Settings":["Opcions"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}